hgb = [
    {
      "Frage": "Was sind die Charakteristika (Definition) eines Istkaufmanns (nenne auch die Norm)",
      "Antwort": "§1 HGB; 1. selbständig; 2. planmäßig; 3. auf Dauer; 4. nach außen erkennbar; 5. Gewinnerzielungsabsicht; 6. nich freiberuflich; 7. gewisse Größe (kaufmännisch eingerichteter Geschäftsbetrieb)"
    },
    {
      "Frage": "Wo ist der Istkaufmann definiert?",
      "Antwort": "§1 HGB"
    },
    {
      "Frage": "Wo ist der Kannkaufmann definiert?",
      "Antwort": "§§ 2,3 HGB"
    },
    {
      "Frage": "Welche Kaufmannsarten gibt es?",
      "Antwort": "1. Istkaufmann; 2. Kannkaufmann; 3. Kaufmann kraft Eintragung; 4. Formkaufmann"
    },
    {
      "Frage": "Wo ist der Formkaufmann definiert? Was fällt darunter?",
      "Antwort": "§6 HGB; 1. Personengesellschaften (OHG, KG); 2. Kapitalgesellschaften (AG, GmbH, UG)"
    },
    {
      "Frage": "Die GbR ist im BGB definiert. Was geschiet wenn diese jedoch Handel im großen Stil betreibt?",
      "Antwort": "1. Umwandlung in OHG; 2. muss im Handelsregister eingetragen werden"
    },
    {
      "Frage": "Was zeichnet den Kannkaufmann aus? (nenne auch die Paragraphen)",
      "Antwort": "1. hat Wahlrecht bezüglich der Eintragung ins Handelsregister; 2. Kannkaufmann ist, wenn nicht eingetragen in Handelsregisterk, ein Kleingewerbetreibender"
    },
    {
      "Frage": "Welche unselbständigen Hilfspersonen gibt es? (mit Paragraphen)",
      "Antwort": "1. Prokurist (§48ff HGB); 2. Handlungsbevollmächtigter (§54 HGB) & Abschlussvertreter (§55 HGB); 3. Angestellter (§56 HGB); 4. Handlungsgehilfe (§59 HGB)"
    },
    {
      "Frage": "Wo steht allgemein etwas zu \"Vertretern\" (ähnlich dem Handlungsgehilfen)",
      "Antwort": "1. §164 BGB; 2. §177 BGB"
    },
    {
      "Frage": "Was sind wichtige Aspekte, die es hinsichtlich des Prokuristen zu berücksichtigen gilt? (nenne auch Pargraphen)",
      "Antwort": "1. Prokurist (§§ 48 ff HGB); 2. Umfang der Prokura (§49 HGB); 3. Umfang ist nicht Beschränkbar (§50 HGB); 4. Prokura muss im Handelsregister eingetragen bzw. ausgetragen werden (§ 53 HGB); 5. der Prokurist hat entsprechend zu zeichnen i.d.R.: ppa (§ 51 HGB); 6. Prokura kann nur durch Inhaber bzw. dessen gesetzlichen Vertreter erteilt werden (§ 48 HGB)"
    },
    {
      "Frage": "Was ist bei der Erteilung der Prokura zu beachten? (mit Gesetzesstelle)",
      "Antwort": "§48 HGB; 1. Kann nur durch Inhaber bzw. dessen gesetzlichen Vertreter erteilt werden; 2. muss ausdrücklich erklärt sein; 3. muss nicht schriftlich geschehen; 4. muss im Handelsregister eingetragen werden; 5. der Wiederruf ist konstitutiv (tatsächlich), die Eintragung ins Handelregister ist nur deklarativ"
    },
    {
      "Frage": "Ist der Handlungsbevollmächtigte (§54 HGB) bzw. der Abschlussvertreter (§55 HGB) ins Handeslregister einzutragen? Wie hat dieser zu zeichnen?",
      "Antwort": "1. nein; 2. i.V. (in Vertretung)"
    },
    {
      "Frage": "Wo steht etwas im Gesetz zu \"selbständige Hilfsperson im Handelsrecht\"? (nenne ein Bsp.)",
      "Antwort": "Handelsvertreter (§§ 84 ff HGB) \"Vorwerk-Vertreter (Vertrag wird mit Vorwerk geschlossen, nicht mit dem Vertreter)"
    },
    {
      "Frage": "Welche Aspekte/Paragraphen sind besonders relevant (für die Klausur ;) in Bezug auf \"Handelsvertreter\" i.S.d. §84 HGB?",
      "Antwort": "1. Provision (§87 HBG); 2. Wettbewerbsverbot (§90 HGB); 3. Pflichten (§86 HGB); 4. keine Schriftform erforderlich (zwischen Auftraggeber und Handeslvertreter)"
    },
    {
      "Frage": "Was ist die Firma? Wo ist der Begriff definiert?",
      "Antwort": "1. Der Name unter dem der Kaufmann seine Geschäfte betreibt. 2. §17 HGB"
    },
    {
      "Frage": "Was muss bei der Namensgebung einer Unternehmung (Firma) berücksichtigt werden (mit Paragraphen)",
      "Antwort": "1. Name muss geeignet sein und Unterscheidunskraft besitzen (§18 Abs. 1 HGB, Unterscheidung auch unter §30 HGB); 2.  Name darf nicht in die Irre führen (§18 Abs. 2 HGB)"
    },
    {
      "Frage": "Wo steht etwas im Gesetz zum Handelsregister?",
      "Antwort": "§§ 8 - 16 HGB"
    },
    {
      "Frage": "Von wem und auf welche Weise wird das Handelsregister geführt? Wo steht das?",
      "Antwort": "1. elektronische Führung durch Gerichte (Amtsgericht); 2. §8 HGB"
    },
    {
      "Frage": "Was muss in das Handelsregister eingetragen werden? Welche sind das im Einzelnen?",
      "Antwort": "Eintragungspflichtige Tatsachen; 1. Insolvenz; 2. Geschäftsführer; 3. Gesellschafter; 4. Sitz; 5. Stammkapital; 6. Gründungsdatum; 7. Prokurist; 8. Firma"
    },
    {
      "Frage": "Welche beiden Handelsregister-Abteilungen gibt es? Was fällt jeweils darunter?",
      "Antwort": "1. Abteilung A: Personengesellschaften & Einzelkaufleute; 2. Abteilung B: Kapitalgesellschaften (Nummber z.B. HRB XXX)"
    },
    {
      "Frage": "Wozu dient das Handelsregister?",
      "Antwort": "Öffentlicher Glaube: Das Handelsregister soll Klarheit für Rechtsverhältnisse schaffen, die das Handelsgeschäft betreffen."
    },
    {
      "Frage": "Wo steht etwas zur Publizität im HGB? Welche Ausprägungen gibt es?",
      "Antwort": "1. §15 HGB; 2. negative Publizität (§15 Abs. 1 HGB); 3. positive Publizität (§15 Abs. 2 HGB); 4. unrichitige Eintragung (§15 Abs. 3 HGB)"
    },
    {
      "Frage": "Erläutere negative Publizität anhand eines Beispiels. Wo steht etwas darüber im Gesetz?",
      "Antwort": "§15 Abs. 1 HGB; 2. Wenn einem Prokuristen die Prokur entzogen wurde, dies aber nicht im HR eingetragen wurde, dann ist ein Vertrag zw. einem Dritten mit dem \"ehemaligen\" Prokuristen gültig, wenn dieser Dritte nicht wusste, dass die Prokura entzogen wurde."
    },
    {
      "Frage": "Erläutere positiv Publizität. Wo steht etwas darüber im Gesetz? Warum gibt es das?",
      "Antwort": "§15 Abs. 2 HGB; 2. Eine Art \"Schonfrist\". Eine Eintragung wird erst 15 Tage nach Eintragung als \"gekannt\" vorausgesetzt. 3. damit Geschäftspartner nicht täglich in das HR schauen müssen"
    },
    {
      "Frage": "Welche Paragraphen regeln Handelsbräuche und Handelsgeschäfte?",
      "Antwort": "§§ 343 ff HGB"
    },
    {
      "Frage": "Definiere Handelsgeschäfte (welche Norm?)",
      "Antwort": "Handelsgeschäfte sind alle Geschäfte eines Kaufmanns, die zum Betrieb seines Handelsgewerbes gehören (§343 HGB)"
    },
    {
      "Frage": "Definiere Handelsbräuche (nenne den Paragraphen)",
      "Antwort": "Unter Kaufleuten ist in Ansehung der Bedeutung und Wirkung von Handlungen und Unterlassungen auf die im Handelsverkehr geltenden Gewohnheiten und Gebräuche Rücksicht zu nehmen (§346 HGB)"
    },
    {
      "Frage": "Was unterscheidet das HGB im Gegensatz zum BGB, wenn ein Kaufmann schweigt? (Nenne auch die Norm)",
      "Antwort": "Bei einem Antrag gilt das Schweigen als Annahme (§362 HGB)"
    },
    {
      "Frage": "Wo steht etwas zu Bürgschaften im HGB?",
      "Antwort": "§§ 349, 350 HGB"
    }
  ]